{
  "Skills": [
    {
      "title": "Web Development",
      "description": "I have various experiences in web development, including front-end and back-end development."
    },
    {
      "title": "Design",
      "description": "I was a designer when I was a member of my campus organization. I spent more than two years in this role and created over 1,000 designs."
    },
    {
      "title": "English",
      "description": "A keen English learner, in touch with the language on a daily basis. Being a screen junkie helps me improve this skill."
    },
    {
      "title": "Problem Solving",
      "description": "I have a strong interest in problem solving, especially in programming. I have participated in several competitions and won some of them."
    },
    {
      "title": "Teamwork",
      "description": "I have experience working in teams, both in organizations and in projects. I am able to work well with others and contribute to the team's success."
    },
    {
      "title": "Communication",
      "description": "I have good communication skills, both verbal and written. I am able to convey my ideas clearly and effectively."
    },
    {
      "title": "Time Management",
      "description": "I am able to manage my time effectively and prioritize tasks. I can work under pressure and meet deadlines."
    },
    {
      "title": "Adaptability",
      "description": "I am able to adapt to new situations and learn quickly. I am open to feedback and willing to improve."
    },
    {
      "title": "Creativity",
      "description": "I have a creative mindset and can think outside the box. I enjoy brainstorming and coming up with new ideas."
    },
    {
      "title": "Leadership",
      "description": "I have experience leading teams and projects. I can motivate and inspire others to achieve common goals."
    }
  ],
  "Educations": [
    {
      "title": "Bachelor of Information Technology",
      "institution": "University of Jember",
      "year": "2020 - 2024",
      "description": "I graduated with a degree in Computer Science, where I learned various programming languages and software development methodologies."
    },
    {
      "title": "High School Diploma",
      "institution": "ABC High School",
      "year": "2020 - 2024",
      "description": "I completed my high school education with a focus on science and mathematics."
    },
    {
      "title": "Online Courses",
      "institution": "Various Platforms",
      "year": "2020 - 2024",
      "description": "I have completed several online courses in web development, design, and programming languages."
    }
  ],
  "Works": [
    {
      "title": "Web Developer Intern",
      "institution": "XYZ Company",
      "year": "2023 - Present",
      "description": "I am currently working as a web developer intern, where I am involved in developing and maintaining web applications."
    },
    {
      "title": "Freelance Designer",
      "institution": "Self-employed",
      "year": "2022 - Present",
      "description": "I have been working as a freelance designer, creating various designs for clients."
    },
    {
      "title": "Campus Organization Member",
      "institution": "ABC Organization",
      "year": "2020 - 2024",
      "description": "I was a member of my campus organization, where I was involved in various activities and projects."
    }
  ],
  "Organizations": [
    {
      "institution": "ABC Organization",
      "title": "Member",
      "year": "2020 - 2024",
      "description": "I was a member of my campus organization, where I was involved in various activities and projects."
    },
    {
      "institution": "XYZ Community",
      "title": "Volunteer",
      "year": "2022 - Present",
      "description": "I am currently volunteering in a community organization, where I help with various events and activities."
    }
  ],
  "Projects": [
    {
      "title": "Personal Portfolio Website",
      "type": "Web Design",
      "poster": "https://i.postimg.cc/zBqBfMPG/Portofolio-1.png",
      "link": "https://example.com/portfolio",
      "description": "I created a personal portfolio website to showcase my skills and projects. The website is built using HTML, CSS, and JavaScript."
    },
    {
      "title": "E-commerce Website",
      "type": "Web Design",
      "poster": "https://i.postimg.cc/zBqBfMPG/Portofolio-1.png",
      "link": "https://example.com/portfolio",
      "description": "I developed an e-commerce website for a local business, where users can browse products and make purchases online."
    },
    {
      "title": "Mobile App",
      "type": "Web Design",
      "poster": "https://i.postimg.cc/zBqBfMPG/Portofolio-1.png",
      "link": "https://example.com/portfolio",
      "description": "I developed a mobile app for Android using Flutter, which allows users to track their daily tasks and activities."
    }
  ]
}
